<h1>Руководство</h1>
<div class="row">
    <div class="col-md-3">
        <nav class="handbook-sidebar">
            {$menu}
        </nav>
    </div>
    <div class="col-md-9">
        <h2>Предисловие</h2>

        <h3>Введение</h3>

        <h4>Что за Ice?</h4>

        <p>
            Ice это прежде всего фреймворк разработчика на PHP, созданный упрощать работу, а для кого-то и жизнь.
            Ice предоставляет собой набор интуитивно понятных любому человеку инструментов. Да-да, это всего лищь
            инструмент, но подходит ли он Вам, решайте сами.
        </p>

        <h4>Философия Ice</h4>

        <p>
            PHP изначально был предназначен для разработки простых веб-страниц. Это наконец, один из языков
            программирования с самым низким порогом вхождения. Помнится когда я только начинал программировать
            и не достаточно хорошо знал новый для меня синтаксис языка, я пробовал. И на мое удивление код работал.
            Разработка Ice это попытка создать интрумент в котором были бы минимизированы все нетривиальные подходы,
            резко сократилась бы необходимость курить мануал и желание плюнуть в чужой говнокод. Самое главное,
            я не хочу разбираться в коде, я хочу его читать. Эти слова наиболее полно отражают философию Ice.
        </p>

        <h4>В чем приемущество?</h4>

        <p>
            Здесь все просто. Следуя философии Ice, проекты реализуются быстро. При этом обеспечивается хорошая
            производительность и безопасность. Не верите - попробуйте! Лично для меня именно эти факторы являются
            решающими.
        </p>

        <h3>Быстрый старт</h3>

        <p>
            Начать действительно просто. Доступ в интернет и поднятый веб-сервер с поддержкой php - все что вам
            потребуется.
        </p>

        <h3>Полезные ресурсы</h3>

        <h4>Исходный код</h4>
        <h5>GitHub </h5>

        <p>https://github.com/ifacesoft/Ice/tree/master</p>

        <h5>BitBucket</h5>

        <p>
            https://bitbucket.org/dp_ifacesoft/ice
        </p>

        <h3>Поддержка проекта</h3>

        <p>Вы можете поддержать.</p>

        <h2>Начало работы</h2>

        <h3>Установка</h3>

        <h2>С помощью composer</h2>

        <h2>Из системного пакета</h2>

        <h2>из zip-архива</h2>

        <h3>Конфигурирование</h3>
    </div>
</div>
